app/controllers/contacts_controller.rb

  def create
    @contact = Contact.new(contact_params)

    respond_to do |format|
      if @contact.save
---
INSERT INTO `contacts` (`name`, `email`, `body`, `created_at`, `updated_at`) VALUES ('', '', '', '2017-02-16 21:25:33', '2017-02-16 21:25:33')